Repository: common-repository/widgets-control
Catalog: languages/widgets-control-*.po
Languages: de_de

source: Access denied.
de_de: Zugriff verweigert.

source: Add Content Block
de_de: Inhaltsblock erstellen

# block
source: Add Content Block
de_de: Inhaltsblock erstellen

source: Add New Content Block
de_de: Neuen Inhaltsblock erstellen

source: All Content Blocks
de_de: Alle Inhaltsblöcke

source: Apply
de_de: Anwenden

source: Automatic Cache Clearing
de_de: Automatische Cache-Säuberung

source: Automatically clear the cache when widgets are updated?
de_de: Den Cache automatisch löschen wenn Widgets aktualisiert werden?

source: Choose the content to display
de_de: Anzuzeigenden Inhalt auswählen

source: Click to choose and insert an existing content block.
de_de: Klicken um einen bestehenden Inhaltsblock auszuwählen und einzufügen.

source: Conditions
de_de: Bedingungen

source: Content Block
de_de: Inhaltsblock

# Widgets Control Content Post Type Singular Name
source: Content Block
de_de: Inhaltsblock

source: Content Blocks
de_de: Inhaltsblock

# Widgets Control Content Post Type
source: Content Blocks
de_de: Inhaltsblöcke

# Widgets Control Content Post Type Plural Name
source: Content Blocks
de_de: Inhaltsblöcke

source: Content Blocks are used to create content with the WYSIWYG editor and display it using a shortcode or widget anywhere on posts, pages and other custom post types and in sidebars.
de_de: Inhaltsblöcke werden dazu verwendet, Inhalte mit dem WYSIWYG Editor zu erstellen und diese mittels einem Shortcode oder Widget nach Wahl auf Beiträgen, Seiten und anderen Beitragstypen sowie in Seitenleisten anzuzeigen.

source: Could you please spare a minute and give it a review over at WordPress.org?
de_de: Könntest du bitte eine Minute freimachen und eine Rezension auf WordPress.org abgeben?

source: Edit
de_de: Bearbeiten

source: Edit Content Block
de_de: Inhaltsblock bearbeiten

source: Enable Content Features
de_de: Inhaltseigenschaften aktivieren

source: Enable the plugin's built-in <a href="%s">Content Blocks</a> and features related to it?
de_de: Die eingebauten <a href="%s">Inhaltsblöcke</a> des Plugins und dazugehörige Eigenschaften aktivieren?

source: Filter the content
de_de: Den Inhalt filtern

source: Filter the title
de_de: Den Titel filtern

source: Get <a href="http://www.itthinx.com/shop/widgets-control-pro/"><strong>Widgets Control Pro</strong></a> which supports flexible custom sidebars and conditions based on page hierarchies, post types, roles and <a href="http://wordpress.org/plugins/groups/">groups</a>.
de_de: Hol dir <a href="http://www.itthinx.com/shop/widgets-control-pro/"><strong>Widgets Control Pro</strong></a> das flexible benutzerdefinierte Seitenleisten und Bedingungen unterstützt, die auf Seitenhierarchien, Posttypen, Rollen und <a href="http://wordpress.org/plugins/groups/">Gruppen</a> basieren.

source: Get Pro
de_de: Pro holen

source: I've already rated it.
de_de: Ich habe es bereits bewertet.

source: Insert
de_de: Einfügen

source: It is recommended while you set up your widgets or when you work on changes.
de_de: Dies wird empfohlen während man Widgets einrichtet oder man an Änderungen arbeitet.

source: Many thanks for using <strong>Widgets Control</strong>!
de_de: Vielen Dank für die Benutzung von <strong>Widgets Control</strong>!

source: New Content Block
de_de: Neuer Inhaltsblock

source: No Content Block Found
de_de: Kein Inhaltsblock gefunden

source: No Content Block found in Trash
de_de: Kein Inhaltsblock im Papierkorb gefunden

source: None
de_de: Nichts

source: Note that you can also clear the cache manually even with this option disabled and we recommend to disable it once you have finished setting up your widgets.
de_de: Den Cache kann man auch manuell löschen auch wenn diese Option nicht aktiviert ist, wir empfehlen auch dies zu deaktivieren sobald man die Widgets fertig eingerichtet hat.

source: Please choose a content block.
de_de: Bitte einen Inhaltsblock auswählen.

source: Please refer to the <a href="http://docs.itthinx.com/document/widgets-control/">Documentation</a> for details.
de_de: Bitte die <a href="http://docs.itthinx.com/document/widgets-control/">Dokumentation</a> für weitere Details beachten.

source: Put each item on a line by itself.
de_de: Setze jedes Element auf eine eigene Zeile.

source: Save
de_de: Speichern

source: Search Content Blocks
de_de: Inhaltsblöcke suchen

source: Settings
de_de: Einstellungen

source: Show on all except these pages
de_de: Auf allen Seiten außer diesen anzeigen

source: Show on all pages
de_de: Auf allen Seiten anzeigen

source: Show only on these pages
de_de: Nur auf diesen Seiten anzeigen

source: Show the Content Block's featured image
de_de: Das Beitragsbild des Inhaltsblocks anzeigen

source: Show the Content Block's title
de_de: Den Titel des Inhaltsblocks anzeigen

source: Sidebar Visibility
de_de: Seitenleiste Sichtbarkeit

source: Suppress filters
de_de: Filter unterdrücken

source: The plugin provides its own post type which is used to create versatile blocks of content.
de_de: Das Plugin bietet einen eigenen Beitragstyp der dazu verwendet wird vielfältige Inhaltsblöcke zu erstellen.

source: The widget title.
de_de: Der Titel des Widgets.

source: These tokens can be used:
de_de: Diese Tokens können verwendet werden:

source: This option is only provided as a convenience while you set up your site.
de_de: Diese Option ist nur zur Bequemlichkeit während der Einrichtung der Seite bereitgestellt.

source: This works with W3 Total Cache, WP Super Cache and WP Engine.
de_de: Dies funktioniert mit W3 Total Cache, WP Super Cache und WP Engine.

source: Title
de_de: Titel

source: To display the block in content, embed this shortcode anywhere on a page:
de_de: Um den Block im Inhalt anzuzeigen, verwende diesen Shortcode auf der Seite:

source: To display the content block in a PHP template, use this code:
de_de: Um den Inhaltsblock in einer PHP Vorlage anzuzeigen, verwende diesen Code:

source: To include or exclude pages, use page ids, titles or slugs.
de_de: Verwende Seiten-IDs, Titel oder Slugs um Seiten einzubeziehen oder auszuschließen.

source: To include the title or the featured image, use the shortcode with these additional attributes:
de_de: Um auch den Titel oder das Beitragsbild anzuzeigen, verwende den Shortcode mit diesen zusätzlichen Attributen:

source: Used to display Content Blocks with Widgets Control.
de_de: Zeige damit Inhaltsblöcke mit Widgets Control an.

source: View
de_de: Anschauen

source: View Content Block
de_de: Inhaltsblock anschauen

source: Visibility
de_de: Sichtbarkeit

source: Whether to apply the the_content filter.
de_de: Ob der the_content Filter angewendet werden soll.

source: Whether to apply the the_title filter.
de_de: Ob der the_title Filter angewendet werden soll.

source: Whether to show the featured image of the Content Block.
de_de: Ob das Beitragsbild des Inhaltsblocks angezeigt werden soll.

source: Whether to show the title of the Content Block.
de_de: Ob der Titel des Inhaltsblocks angezeigt werden soll.

source: Whether to suppress filters when obtaining the content.
de_de: Ob Filter unterdrückt werden sollen wenn Inhalte bezogen werden.

source: Widgets Control Settings
de_de: Widgets Control Einstellungen

source: Yes, let's go!
de_de: Ja, auf geht’s!

source: You can also follow <a href="%s">@itthinx</a> on Twitter or visit <a href="%s" target="_blank">itthinx.com</a> to check out other free and premium plugins we provide.
de_de: Du kannst auch <a href="%s">@itthinx</a> auf Twitter folgen oder <a href="%s" target="_blank">itthinx.com</a> besuchen um mehr über weitere kostenfreie und Premium Plugins die wir bereitstellen zu erfahren.

source: You can also use this button to insert the shortcode for any content block:
de_de: Du kannst auch diesen Knopf verwenden um den Shortcode für jeglichen Inhaltsblock einzufügen:

source: You will find it conveniently placed above the editor when you edit your pages.
de_de: Diesen findest du bequem über dem Beitragseditor platziert.
